Repository: h4mid-hosseini/remita
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Enter as a multiplier (0.05 for 5%).
fa: به صورت ضریب وارد کنید (0.05 برای 5٪).

source: Name
fa: نام

source: Partner
fa: همکار

source: Partners
fa: همکاران

source: Incoming
fa: ورودی

source: Outgoing
fa: خروجی

source: Direction
fa: جهت

source: Requested EUR
fa: یورو درخواستی

source: Commission percent
fa: درصد کارمزد

source: Partner commission EUR
fa: کارمزد همکار (یورو)

source: EUR → USD rate
fa: نرخ یورو به دلار

source: USD → IRT rate
fa: نرخ دلار به تومان

source: Customer payment currency
fa: ارز پرداخت مشتری

source: Customer paid amount
fa: مبلغ پرداختی مشتری

source: Customer paid currency
fa: ارز پرداختی مشتری

source: Profit currency
fa: ارز سود

source: Notes
fa: یادداشت

source: Created at
fa: ایجاد شده در

source: Order
fa: سفارش

source: Orders
fa: سفارش‌ها

source: EUR → USDT
fa: یورو → USDT

source: USDT → IRT
fa: USDT → تومان

source: Pair
fa: جفت ارز

source: URL
fa: نشانی

source: Dot-separated path like currencies.USDT.IRT.price
fa: مسیر نقطه‌ای مثل currencies.USDT.IRT.price

source: JSON path
fa: مسیر JSON

source: Optional JSON headers, e.g. {"Accept":"application/json"}
fa: هدرهای JSON اختیاری، مثل {"Accept":"application/json"}

source: Headers JSON
fa: هدرهای JSON

source: Active
fa: فعال

source: Rate source
fa: منبع نرخ

source: Rate sources
fa: منابع نرخ

source: Create Order
fa: ایجاد سفارش

source: Enter every number manually. The system only calculates results.
fa: تمام اعداد را دستی وارد کنید. سیستم فقط نتایج را محاسبه می‌کند.

source: New partner
fa: همکار جدید

source: Show live suggestions
fa: نمایش پیشنهادهای زنده

source: Save Order
fa: ذخیره سفارش

source: Loading...
fa: در حال بارگذاری...

source: No suggestions available.
fa: پیشنهادی موجود نیست.

source: Failed to load suggestions.
fa: دریافت پیشنهادها ناموفق بود.

source: Filter by date/time and review totals.
fa: بر اساس تاریخ/زمان فیلتر کنید و جمع‌ها را ببینید.

source: New order
fa: سفارش جدید

source: Start
fa: شروع

source: YYYY-MM-DD or full date/time.
fa: YYYY-MM-DD یا تاریخ/زمان کامل.

source: End
fa: پایان

source: Inclusive end date/time.
fa: زمان پایان به صورت شامل.

source: Apply filter
fa: اعمال فیلتر

source: Customer should pay (USDT)
fa: مبلغ پرداخت مشتری (USDT)

source: Profit (USDT)
fa: سود (USDT)

source: Time
fa: زمان

source: Customer (USDT)
fa: مشتری (USDT)

source: Partner (USDT)
fa: همکار (USDT)

source: View
fa: مشاهده

source: No orders found for this range.
fa: سفارشی برای این بازه پیدا نشد.

source: Customer Payment
fa: پرداخت مشتری

source: Customer should pay (USDT):
fa: مبلغ پرداخت مشتری (USDT):

source: Partner Payout
fa: پرداخت به همکار

source: Partner total EUR:
fa: جمع پرداخت به همکار (یورو):

source: Profit
fa: سود

source: Profit in IRT:
fa: سود به تومان:

source: Breakdown
fa: جزئیات

source: Requested EUR:
fa: یورو درخواستی:

source: Commission EUR:
fa: کارمزد یورو:

source: Customer total EUR:
fa: جمع پرداخت مشتری (یورو):

source: Partner commission EUR:
fa: کارمزد همکار (یورو):

source: EUR → USDT rate:
fa: نرخ یورو به USDT:

source: USDT → IRT rate:
fa: نرخ USDT به تومان:

source: Customer paid:
fa: پرداختی مشتری:

source: Customer paid in USDT:
fa: معادل USDT پرداختی مشتری:

source: Notes:
fa: یادداشت:

source: Create Partner
fa: ایجاد همکار

source: Add a partner to use in orders.
fa: برای استفاده در سفارش‌ها، همکار اضافه کنید.

source: Back to order
fa: بازگشت به سفارش

source: Partner name
fa: نام همکار

source: Save Partner
fa: ذخیره همکار

source: Exchange Accounting
fa: حسابداری صرافی

source: One order, one calculation.
fa: یک سفارش، یک محاسبه.

source: Change
fa: تغییر
